# coding=utf-8
intro_1 = '''
👇Посмотрите видео👇
https://youtu.be/8XKpJzdBTuE
'''
intro_2 = '''
☝Посмотрите файл☝
'''
hello_ref = 'Вы присоединились к нам по пригласительной \
ссылке от пользователя {}. #{}'
not_new_user = 'Вы не новый пользователь'
new_ref = '''
✅ {} {} зарегистрировался(ась)
Поддержи его(её), чтобы прошла оплата и произошло добавление к тебе в 1 линию.
'''
account = '''
🚀 Вас пригласил(а) 
{} {} #{}

Подписка {}

💰 Ваш баланс: {} р.
'''
account_no_par = '''
Подписка {}

💰 Ваш баланс: {} р.
'''
ask_name = '''
Ваш ID: {}

Напишите своё Имя
'''
ask_phone = 'Укажите свой телефон 📲'
ask_email = 'Введите свой email:'
regend = 'Спасибо за регистрацию.'
reged_not_trained = 'Пройдите обучение, чтобы получить доступ к личному кабинету'
already_registred = 'Вы уже зарегистрировались'
incorrect_con = 'Нажмите на кнопку, чтобы отправить свой номер телефона'
help = 'Напишите свой вопрос {}'
learning = '''
Обучение по сигналам:
'''
learning2 = '''
Обучение по франшизе:
'''
trained_not_reged = 'Зарегистрируйтесь, чтобы получить доступ к личному кабинету'
objects = 'Частые возражения'
objects_ans_1 = 'Ответ на возражение 1'
objects_ans_2 = 'Ответ на возражение 2'
terms_of_use = '''
Для регистрации в системе необходимо принять условия использования чат-бота @VSB_BOT
'''
pay1 = 'Ваш личный кабинет готов. Для активации ЛК нажмите на кнопку ниже.\
Вас переведет на страницу, где вы сможете оплатить.'
wait = 'Пожалуйста подождите...'
menu = 'Главное меню'
referals = '''
🔹￼Людей в 1 линии: {}
🔹￼Людей во 2 линии: {}
🔹￼Людей в 3 линии: {}
'''
rline = 'Линия {}. С каждой оплаты этих пользователей вы получаете {} руб.'
referal = '''
---------------------
{}
Номер телефона {}
Зарегистрировался {}
---------------------
'''
total = '''
В этом месяце вы заработали {} руб
В следующем месяце вы можете заработать до {} руб
'''
channels = '''
Открытый новостной канал VSB_NEWS @vsb_news
Бот с информацией о ставках VSB_SIGNAL @vsbsignalbot
'''
pay_2 = 'Продлите подписку на месяц'
howmuch = 'Сколько вы хотите вывести? Отправьте только число'
getcreds = 'Укажите данные банковской карты/счета'
nomoney = 'Недостаточно средств'
exchange = '''
Заявка на вывод {} руб.
{}
{}
'''
managered = 'Ваша заявка передана менеджеру'
choose = 'Что вы хотите сделать?'
incorrect_email = 'Отправьте адрес вашей электронной почты. Например: example@gmail.com'
firstpay = 'Оплата получена, добро пожаловать в VSB Victory Sports Betting!'
faq = '''

🔹Если Вы не нашли ответ на нужный вопрос, напишите человеку который Вас пригласил(a): 
{} {} #{} 
Или напишите в тех поддержку компании @vsb_support
'''
intro_3 = '👉 Вы можете зарегистрироваться или посмотреть ответы на вопросы:'
reflink = '''
Ваша реферальная ссылка: 
{}

Отправьте ее человеку, которого хотите пригласить
'''
faq_no_par = '''

🔹Если Вы не нашли ответ на нужный вопрос, напишите в тех поддержку компании @vsb_support
'''
link_update = '''
Отправьте новую партнерскую ссылку на сайт 1xBET. Ссылка на мобильное приложение изменится автоматически
'''
distribution = 'Напишите сообщение которое вы хотите разослать'
distribution_payed = 'Напишите сообщение которое вы хотите разослать оплатившим пользователям'
airtable_dist = '''
Отфильтруйте людей, которым хотите разослать сообщение, во view "Рассылка" и нажмите кнопку "Готово"
'''
write_msg_to_bot_2 = '''
❗Напишите любое сообщение боту @vsbsignalbot чтобы он смог отправлять вам информацию о ставках❗
'''
base_management = '''
Отметьте галочкой "Бесплатный доступ" тех пользователей, которым вы хотите дать бесплатный доступ, и галочкой 
"Заблокирован" тех которых хотите заблокировать. Зачем нажмите кнопку "Синхронизировать базу".
'''
file_update = '''
Обновите или добавьте нужные файлы в таблице "Файлы", а затем нажмите "Обновить файлы" Не забудьте поставить галочку
изменено у новых или измененных файлов.   
'''
message_update = '''
Измените сообщения и ссылки в таблице "Сообщения и ссылки", а затем нажмите кнопку "Обновить сообщения"
'''
